Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/sfs_veiledning_23_undervisningsopplegg-oversette-fra-nors.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Jorgalit / heivehit dárogielas sámegillii
sma: Udir.no - Nøørjen gïeleste saemien gïelese jarkoestidh

source: Jorgalit / heivehit dárogielas sámegillii
sma: Nøørjen gïeleste saemien gïelese jarkoestidh

source: Ceahkki: Jo3 - studerenráhkkanahtti oahppoprográmma ja lasáhus oppalaš studerengelbbolašvuhtii - fidnofágalaš oahppoprográmmaide Fáddá: jorgalit dárogielat teavsttaid sámegillii Áigi: gávcci oahpahusdiimmu
sma: Daltese: Jåa3 – studiejryøjrien øøhpehtimmieprogramme jïh lissiebigkeme siejhme studiemaahtose barkoefaageles øøhpehtimmieprogrammide Aamhtese: nøørjen gïeleste saemien gïelese jarkoestidh

source: Álggahus
sma: Aalkoe

source: Dát oahpahusláhču lea ovdamearkan dasa movt oahppit sáhttet bargat joksat gelbbolašvuođamihttomeriid.
sma: Daate øøhpehtimmiesoejkesje vuesehte guktie learohkh maehtieh barkedh juktie maahtoeulmide jaksedh.

source: Dás čájehuvvo movt gelbbolašvuođamihttomeriid sáhttá konkretiseret oahppanulbmilin, mat leat ceahkkin barggus joksat gelbbolašvuođamihttomeriid.
sma: Daesnie vuesehte guktie maahta maahtoeulmide tjyølkehke darjodh lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh.

source: Oahpahusláhču čájeha heivvolaš bargovugiid, movt dáidda ovttastahttá vuođđogálggaid ja movt oahpaheaddji heiveha oahpahusa ohppiide ja sin árvvoštallá dađistaga.
sma: Øøhpehtimmiesoejkesje vuesehte sjyøhtehke barkoevuekieh, guktie vihkielommes maehtelesvoeth meatan vaaltasuvvieh jïh guktie lohkehtæjja øøhpehtimmiem learoehkidie sjïehtede, jïh dejtie iktemearan vuarjesje.

source: Oahpahusláhču lea ovdamearkan dasa movt oahppit sáhttet bargat vai ožžot gelbbolašvuođa ja hárjáneami jorgalit ja heivehit eará čálliid teavsttaid dárogielas sámegillii.
sma: Øøhpehtimmiesoejkesje vuesehte guktie learohkh maehtieh barkedh juktie maahtoem jïh haarjanimmiem åadtjodh jarkoestidh jïh mubpiej tjaalegh sjïehtedidh, nøørjen gïeleste saemien gïelese.

source: Máhttoloktema ML06 gelbbolašvuođamihttomearit
sma: Maahtoeulmie LM06-S

source: Gelbbolašvuođamihttomearit Jo 3 studerenráhkkanahtti oahppoprográmma- ja lasáhus oppalaš studerengelbbolašvuhtii- fidnofágalaš oahppoprográmma maŋŋel Čálalaš gulahallan Oahpahusa mihttomearri lea ahte oahppi galgá máhttit:
sma: Maahtoeulmie Jåa3 mænngan – studijeryøjrien øøhpehtimmieprogramme jïh lissiebigkemen mænngan siejhme studijemaahtose – barkoefaageles øøhpehtimmieprogramme Tjaaleldh gaskesadteme Lohkehtimmien ulmie lea learohkh edtjieh maehtedh

source: jorgalit ja heivehit earáid čállin teavsttaid dárogielas sámegillii
sma: mubpiej tjaalegh jarkoestidh jïh sjïehteladtedh, nøørjen gïeleste saemien gïelese

source: Oahppanulbmilat
sma: Lïerehtimmieulmie

source: Gelbbolašvuođamihttomearit leat konkretiserejuvvon oahppanulbmilin, mat leat ceahkkin barggus joksat gelbbolašvuođamihttomeriid.
sma: Maahtoeulmide tjyølhkehke dorjeme lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh.

source: Oahppi galgá máhttit
sma: Learohke edtja maehtedh

source: lohkat ja čiekŋudit vuođđotekstii vai bures ipmirda sisdoalu ovdal go jorgališgoahtá
sma: lohkedh jïh veele tjaalegen sisveginie åahpanidh, juktie hijven daajroem åadtjodh eannan aalka jarkoestidh

source: čilget manne ii sáhte iige galgga jorgalit njuolga sánis sátnái
sma: buerkiestidh mannasinie ij edtjh, jallh maehtieh baakoej baakoej ryøktesth jarkoestidh

source: hálddašit suorggideami bures
sma: baakoehaamoedimmieh hijvenlaakan haalvedh

source: máhttit sániid ráhkadit sámegillii
sma: orre baakoeh saemiengïelesne darjodh

source: máhttit jorgalit fágateavsttaid ja čáppagirjjálaš teavsttaid Vuođđogálggat
sma: jarkoestimmieh haalvedh faagetjaalegijstie, jïh tjiehpieslidterære tjaalegijstie

source: Máhttit lohkat: Oahppit geavahit iešguđetlágan lohkanstrategiijaid go lohket fágateavsttaid ja čáppagirjjálaš teavsttaid vai ožžot buori sisdoalloipmárdusa.
sma: Maehtedh lohkedh: Learohkh ovmessie lohkemestrategijh nåhtadieh gosse faagetjaalegh jïh tjiehpieslidterære tjaalegh luhkieh, juktie hijven daajroem åadtjodh dej sisvegi bïjre.

source: Sii ráhkadit sátnelisttuid báhpirii ja nehttii.
sma: Dah baakoelæstoeh luhkieh paehpierisnie jïh nedtesne.

source: Oahppit lohket sihke iežaset ja earáid jorgalan teavsttaid.
sma: Learohkh tjaalegh luhkieh mejtie dah leah jarkoestamme, dovne jïjtsh jïh mubpiej.

source: Máhttit njálmmálaččat ovdanbuktit: Oahppit ságastallet teavsttaid birra maid leat jorgaleame, ja árvvoštallet iešguđetlágan čovdosiid.
sma: Maehtedh jïjtjemse njaalmeldh tjïelkesidh: Learohkh soptsestieh dej tjaalegi bïjre mejtie jarkoestieh, jïh ovmessieh vuekieh digkiedieh.

source: Máhttit čálalaččat ovdanbuktit: Oahppit jorgalit dárogielat teavsttaid sámegillii ja čállá sámi jorgalusa.
sma: Maehtedh jïjtjemse tjaaleldh tjïelkesidh: Learohkh nøørjen gïeleste saemien gïelese jarkoestieh jïh dam saemien låhkoem tjaelieh.

source: Oahppandoaimmat
sma: Lïerehtimmiedarjomh

source: Oahpaheaddji álggaha fáttá muitalettiin teavsttaid jorgaleami ja heiveheami birra.
sma: Lohkehtæjja aamhtesem åehpiedahta jïh soptseste jarkoestimmien jïh sjïehteladtemen bïjre tjaalegijstie.

source: Oahppit ságastallet dán birra ja muitalit iežaset vásáhusaid ja oaiviliid.
sma: Learohkh dan bïjre soptsestieh, jïh jïjtsh dååjrehtimmieh jïh mielh buektieh.

source: Skuvllas sáhttet galbbat jorgaluvvon dárogielas sámegillii.
sma: Sjilth skuvlesne maehtieh jarkoestamme årrodh nøørjen gïeleste saemien gïelese.

source: Jus leat, de oahppit suokkardit galbbaid ja ságastallet sániid birra mat leat adnon.
sma: Jis naemhtie dle learohkh sjiltide vuartasjieh jïh soptsestieh dej nåhtadamme baakoej bïjre.

source: Leat go oahppit ovttaoaivilis jorgaleapmái ?
sma: Learohkh siemes jarkoestimmesne ?

source: Leat gos sis eará evttohusat ?
sma: Dej jeatjah raeriestimmieh ?

source: Oahppit ákkastallet iežaset evttohusaid.
sma: Learohkh sijjen raeriestimmieh buerkiestieh.

source: Jus eai gávdno galbbat mat leat jorgaluvvon sámegillii, de sáhttet oahppit digaštallat manne nu lea.
sma: Jis ij naan sjilth leah jarkoestamme saemien gïelese, learohkh maehtieh digkiedidh mannasinie naemhtie.

source: Oahppit buohtastahttet dárogielat ja sámegielat teavsttaid ja ságastallet giela birra mii lea aviisabajilčállagiin, almmuhusain, máidnosiin, bovdehusain, láhkačállosiin ja plakáhtain.
sma: Learohkh tjaalegh nøørjen jïh saemien gïelesne viertiestieh, jïh gïelen bïjre soptsestieh vuesiehtimmien gaavhtan plaeriej bijjietjaaleginie, annonsinie, reklamine, bøøredimmine, laaketjaaleginie jïh plaakatine.

source: Oahpaheaddji ohcá oanehis, ovttageardánis dárogielteavstta.
sma: Lohkehtæjja aktem åenehks, aelhkie nøørjen tjaalegem gaavna.

source: Fáddá sáhttá roahkka leat oahpis ohppiide ovdalaččas.
sma: Aamhtese maahta maaje åehpies årrodh learoehkidie aarebistie.

source: Oahppit lohket teavstta vuđolaččat ja barget iehčaneaset muhtin minuhta dán jorgalit sámegillii.
sma: Learohkh tjaalegem veele luhkieh, jïh såemies minudth berkieh dam saemiengïelese jarkoestidh oktemierien.

source: Dasto jorgalit oahppit dan ovttas.
sma: Dan mænngan learohkh dam ektesne jarkoestieh.

source: Čállet buot távvalii.
sma: Tjaelieh gaajhkem taavlesne.

source: Oahppit sáhttet čállit seamma girjjiidasaset.
sma: Learohkh maehtieh dam seamma tjaalegem tjaeledh sijjen gærjine.

source: Bija ohppiid barggadettiin digaštallat iešguđet evttohusaid ja čovdosiid.
sma: Baajh learoehkidie ovmessie raeriestimmieh jïh vuekieh digkiedidh gosse barkeminie.

source: Oahppit ságastallet dan birra manne lea hástaleaddji bargu jorgalit dárogielas sámegillii.
sma: Learohkh ektesne soptsestieh mannasinie maahta akte geerve barkoe årrodh nøørjen gïeleste saemien gïelese jarkoestidh.

source: Oahpaheaddji ságastallá ohppiiguin dan birra ahte lea dehálaš dovdat sisdoalu dan teavsttas maid galget jorgalit.
sma: Lohkehtæjja learohkigujmie soptseste man vihkeles lea tjaalegen sisvegem damtedh maam edtjieh jarkoestidh.

source: Sii fertejit maid diehtit mii teavstta ulbmil lea.
sma: Dah aaj tjuerieh tjaalegen åssjelem daejredh.

source: Ulbmil lea ahte jorgalusa sisdoallu / áigumuš lea seamma go vuođđočállosis.
sma: Ulmie lea jarkoestimmie edtja åadtjodh / utnedh seamma sisvegem / dijrem goh maadth-tjaalege.

source: Oahpaheaddji ja/dahje oahppit ohcet dárogielat teavsttaid maid sáhttet jorgalit.
sma: Lohkehtæjja jïh / jallh learohkh naan nøørjengïelen tjaalegh gaavnedieh, mejtie sjiehtieh jarkoestidh.

source: Oahppit sáhttet válljet sihke fágagirjjálaš ja čáppagirjjálaš teavsttaid gaskkas.
sma: Learohkh maehtieh tjaalegh veeljedh, dovne faagetjaalegh jïh tjiehpieslidterære tjaalegh.

source: Oahppit ráhkadit sátnelisttu man atnet jorgalettiin.
sma: Learohkh aktem baakoelæstoem darjoeh maam nåhtadieh gosse jarkoestieh.

source: Dát dagaha álkibun muitit sániid, ja sihkkarastá ahte oahppit atnet seamma sáni juohke háve go dihto sáni jorgalit.
sma: Dellie aelhkebe sjædta baakojde mujhtedh, jïh learohkh dejtie seamma baakojde nåhtadieh fïerhten aejkien dah aktem vihties baakoem jarkoestieh.

source: Oahppit jorgalit hearvasága dárogielas sámegillii.
sma: Learohkh aktem håalemem jarkoestieh nøørjeste saemien gïelese.

source: Das leat buot teavsttat sihke davvisámegillii ja dárogillii. Maŋŋel sáhttet buohkat buohtastahttit iežaset jorgalusa girjji jorgalusain.
sma: Mænngan gaajhkesh maehtieh sov jarkoestimmiem viertiestidh jïh joekehtsi bïjre soptsestidh, dejtie vuarjasjidh jïh sijjen vuajnoeh buerkiestidh.

source: Oahpaheaddji ohcá dárogieldivttaid mat leat jorgaluvvon ja heivehuvvon sámegillii.
sma: Lohkehtæjja såemies nøørjen dikth gaavna mah leah jarkoestamme jïh sjïehtedamme saemien gïelese.

source: Oahppit lohket divttaid ja suokkardit dárogieldivtta ja sámegieldivtta sisdoaluid.
sma: Learohkh diktide luhkieh jïh sisvegem viertiestieh nøørjen jïh saemien låhkosne.

source: Sii ságastallet sániid birra ja heivehemiid birra mat leat dahkkon.
sma: Dah ektesne soptsestieh baakoej bïjre jïh sjïehtedimmiej bïjre mah leah veeljeme.

source: Dasto jorgalit oahppit ieža dárogieldivttas sámegillii.
sma: Dan mænngan learohkh jïjtje aktem diktem jarkoestieh saemien gïelese.

source: Oahppit lohket iežaset divttaid guhtet guimmiidasaset ja ságastallet heivehemiid birra.
sma: Learohkh sijjen dikth sinsætnan luhkieh jïh sjïehtedimmiej bïjre soptsestieh mejtie dorjeme.

source: Oahppit sáhttet maid čállit dárogillii divtta ja jorgalit ja heivehit dan sámegillii.
sma: Learohkh maehtieh jïjtje diktem nøørjen gïelesne tjaeledh jïh dam jarkoestidh jïh sjïehteladtedh saemien gïelese.

source: Guovttis ja guovttis sáhttiba goabbat guoimmiska divttaid jorgalit ja maŋŋel ságastallat ovttas bohtosa birra.
sma: Gøøkti gøøkti maehtieh sinsitnien dikth jarkoestidh jïh guaktegh illedahken bïjre soptsestidh mænngan.

source: Barggu loahpas sáhttet oahppit guorahallat makkár hástalusat sis leat leamaš, ja maid sii leat oahppan.
sma: Goh galhkuve dan barkose, learohkh maehtieh sopsestidh mah haestemh dah dååsteme, jïh maam lïereme.

source: Heivehuvvon oahpahus
sma: Sjïehtedamme lohkehtimmie

source: Teavsttaid maid oahppit galget jorgalit, sáhttet leat iešguđetláganat váddodaga dáfus vai buot oahppit sáhttet bargat teavsttaiguin maid sii nákcejit jorgalit, ja seammás addet vejolašvuođa veahá ražastit.
sma: Dah tjaalegh mejtie learohkh edtjieh jarkoestidh maehtieh dovne geerve jïh aelhkie årrodh, guktie gaajhkh learohkh maehtieh tjaalegigujmie barkedh mejtie maehtieh haalvedh, jïh mah seamma aejkien dejtie nuepieh vedtieh misse akt silledidh.

source: Oahppit sáhttet bargat joavkkus surggiidemiiguin.
sma: Learohkh maehtieh baakoehaamoedimmiejgujmie barkedh dåehkine.

source: Oahppit sáhttet de veahkáhallat nubbi nuppi ja oahppat guhtet guoimmistis.
sma: Dellie learohkh maehtieh sinsitniem viehkiehtidh jïh sinsitneste lïeredh.

source: Muhtin oahppit dárbbaši lasi hástalusaid.
sma: Muvhth learohkh maehtieh lissiehaestemh åadtjodh.

source: Muhtin dadjanmálliid ja sátnevádjasiid sáhttá leat váttis jorgalit, omd. “ Buoret jođi go oru ”.
sma: Maahta akte haesteme årrodh såemies sjiere lahtesh jïh vaajesh jarkoestidh.

source: Gáiddusoahpahus
sma: Maajhøøhpehtimmie

source: Lea dehálaš ahte oahppit besset nu ollu go vejolaš hárjehallat njálmmálaččat diimmuin.
sma: Vihkeles learohkh dan jïjnje njaalmeldh haarjanimmiem åadtjoeh goh gåarede tæjmojne.

source: Buot mii leat čilgejuvvon oahpahuslážus, sáhttá hárjehallat njálmmálaččat.
sma: Gaajhkem, maam lea soejkesjimmesne buerkiestamme, maahta njaalmeldh darjodh.

source: Čálalaš bargguid sáhttet oahppit ruovttus bargat, ja sáhttet bargguideaset njálmmálaččat ovdanbuktit oahpaheaddjái.
sma: Learohkh maehtieh dam tjaaleldh barkoem gåetiebarkojne darjodh, jïh dah maehtieh barkoem njaalmeldh soptesetidh lohkehtæjjese.

source: Jus leat eambbo go okta oahppi gáiddusoahpahusas, de sáhttet guldalit nubbi nuppiid ja digaštallat guhtet guimmiineaset lassin oahpaheaddjái.
sma: Jis jienebh goh akte learohke leah meatan maajhøøhpehtimmesne, maehtieh sinsitniem goltelidh jïh sinsitnine digkiedidh jïh aaj lohkehtæjjine.

source: Suorggideamit ja doahpagat leat dehálaččat dán barggus.
sma: Baakoehaamoedimmieh jïh dïejvesh leah vihkeles daennie barkosne.

source: Árvvoštallan
sma: Vuarjasjimmie

source: Oahpaheaddji árvvoštallá ohppiid njálmmálaččat dahje čálalaččat dađistaga go leat bargame oahppanulbmiliiguin.
sma: Lohkehtæjja learoehkidie njaalmeldh jallh tjaaleldh vuarjasjimmiem vadta gosse lïerehtimmieulmiejgujmie barkeminie.

source: Oahpaheaddji áiccada ja ságastallá ohppiiguin dalle go sii leat lohkame teavstta masa galget oahpásmuvvat ja dađistaga jorgalit.
sma: Lohkehtæjja vuartesje jïh learohkigujmie soptseste gosse tjaalegem luhkieh, juktie sisveginie åahpenidh åvtelen jarkoestimmine nïerhkieh.

source: Atnet go ávkkálaš lohkanstrategiijaid ?
sma: Maereles lohkemestrategijh nåhtadieh ?

source: Ipmirdit go teavstta sisdoalu ?
sma: Guarkoeh man bïjre tjaalege ?

source: Oahpaheaddji bagadallá.
sma: Lohkehtæjja bïhkede.

source: Oahpaheaddji addá ohppiide dieđuid barggadettiin, sihkkarastin dihte ahte sii ipmirdit bargobihtá ulbmila ja movt sii berrejit bargat.
sma: Lohkehtæjja bïevnesh bååstede vadta learoehkidie, juktie tjirkedh dah laavenjassen aajkoem guarkoeh, jïh guktie byøroeh barkedh.

source: Oahpaheaddji ferte maid gávnnahit gehččet go oahppit sáni hávális ja daid jorgalit njuolga, vai nákcejit go oaidnit ollisvuođa ja heivejit jorgalusa nu ahte teavstta sisdoallu ja áigumuš bohtet čielgasit ovdan.
sma: Dïhte byøroe gaavnehtidh mejtie learohkh baakoste baakose vuartasjieh jïh dejtie ryøktesth jarkoestieh, jallh mejtie buektiehtieh elliesvoetem ussjedidh jïh jarkoestimmiem sjïehtedidh, guktie sisvege / dijre hijvenlaakan åvtese båata.

source: Oahpaheaddji árvvoštallá hálddašit go suorggideami bures, maid fertejit eambbo hárjehallat ja movt dán sáhttá / berre bargat.
sma: Learohkh bïevnesh bååstede åadtjoeh dan bïjre dah haalvoeh, jïh misse byøroeh vielie haarjanidh, jïh guktie maehtieh / byøroeh dam darjodh.

source: Válmmasin jorgaluvvon teavstta giela sáhttá maid árvvoštallat.
sma: Maahta aaj gïelem vuarjasjidh dennie gaervies jarkoestimmesne.

source: Sáhttá geahčadit riektačállima, cealkkahuksema, cealkagiid guhkkodaga ja giela njuovžilvuođa.
sma: Maahta reaktoetjaeleme årrodh, guktie raajesidie bæjjese bigkeme jïh raajesi gåhkoe jïh galkoe gïelesne.

source: Dán árvvoštallanskovi sáhttá geavahit: Árvvoštallanskovvi čálalaš bargu Muitte maid ahte oahapheaddji galgá árvvoštallat man muddui oahppit leat joksan gelbbolašvuođamihttomeari.
sma: Mujhtieh aaj lohkehtæjja edtja vuarjasjidh mennie mieresne learohkh maahtoeulmiem jakseme.

source: Oahppit galge maid diđolaččat guđe gelbbolašvuođa leat hukseme.
sma: Learohkh tjuerieh voerkes årrodh mah maahtoeh dah haarjeneminie.

source: Man muddui nákcejit oahppit jorgalit ja heivehit earáid čállin teavsttaid dárogielas sámegillii ?
sma: Mennie mieresne learohkh haalvoeh jarkoestidh jïh sjïehtedidh sinsitnien tjaalegh nøørjen gïeleste saemien gïelese ?

source: Mat leat iešguđet hálddašandásiid dovdomearkkat ?
sma: Mah væhtah dah joekehts haalvemenjieptjieh utnieh ?
